Repository: marcops/wiles-source
Catalog: Sources/Wiles/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt

# emptyTrashConfirm
source: Are you sure you want to permanently delete all items in the Trash?
de: Möchten Sie wirklich alle Elemente im Papierkorb dauerhaft löschen?
es: ¿Está seguro de que desea eliminar permanentemente todos los elementos de la papelera?
fr: Voulez-vous vraiment supprimer définitivement tous les éléments de la corbeille ?
pt: Tem certeza de que deseja apagar permanentemente todos os itens da Lixeira?

# shortcutsFileActions
source: File Actions
de: Dateiaktionen
es: Acciones de Archivo
fr: Actions sur les Fichiers
pt: Ações de Arquivo

# shortcutsSystem
source: System & Views
de: System & Ansichten
es: Sistema y Vistas
fr: Système et Vues
pt: Sistema e Visualizações

# shortcutsOpenFolder
source: Open Selected Folder
de: Ausgewählten Ordner Öffnen
es: Abrir Carpeta Seleccionada
fr: Ouvrir le Dossier Sélectionné
pt: Abrir Pasta Selecionada

# shortcutsRename
source: Rename Selected Item
de: Ausgewähltes Element Umbenennen
es: Renombrar Elemento Seleccionado
fr: Renommer l'Élément Sélectionné
pt: Renomear Item Selecionado

# shortcutsToggleHidden
source: Toggle Hidden Files
de: Versteckte Dateien Umschalten
es: Mostrar/Ocultar Archivos Ocultos
fr: Afficher/Masquer les Fichiers Cachés
pt: Alternar Arquivos Ocultos

# shortcutsToggleOverlay
source: Toggle Shortcuts Overlay
de: Tastenkürzel-Overlay Umschalten
es: Mostrar/Ocultar Atajos
fr: Afficher/Masquer les Raccourcis
pt: Alternar Painel de Atalhos

# backgroundTasksSuffix
source: background tasks
de: Hintergrundaufgaben
es: tareas en segundo plano
fr: tâches en arrière-plan
pt: tarefas em segundo plano

# goMenuTitle
source: Go
de: Gehe zu
es: Ir
fr: Aller
pt: Ir

# toolsMenuTitle
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
pt: Ferramentas

source: Name
es: Nombre
fr: Nom
pt: Nome

source: Downloads
es: Descargas
fr: Téléchargements

source: Suffix
es: Sufijo
fr: Suffixe
pt: Sufixo

source: Original Name
es: Nombre Original
fr: Nom d'origine
pt: Nome Original

source: Version
es: Versión
pt: Versão

source: Tags
es: Etiquetas
fr: Étiquettes
pt: Etiquetas

source: Orange
es: Naranja
pt: Laranja

# tabSystem
source: Navigation & System
es: Navegación y Sistema
fr: Navigation et Système
pt: Navegação e Sistema

# shortcutsNav
source: Navigation
es: Navegación
pt: Navegação
